# St7GetDrawAreaSize

Returns the screen area available for drawing the model graphics within the model window.

long St7GetDrawAreaSize(long uID, long* Width, long* Height)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
Width
Pixel width of the drawing area.
Height
Pixel height of the drawing area.